Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/lansstyrelsen.se/nat-min-default.html.tmx
Source language: fin
Languages: sme

source: Ruotsin kansalliset vähemmistöt - Länsstyrelsen i Stockholm
sme: Ruoŧa riikkalaš unnitlogut - Länsstyrelsen i Stockholm

source: Ruotsin kansalliset vähemmistöt
sme: Ruoŧa riikkalaš unnitlogut

source: Tukholman läänin lääninhallitus ja Saamelaiskäräjät ovat 1.1. 2010 lähtien olleet päävastuussa Ruotsin vähemmistöpolitiikan koordinoinnista ja sen toteutuksen seurannasta.
sme: Stockholma Leanastivrras (Länsstyrelsen i Stockholm) ja Sámidikkis lea ođđajagimánu 1 b. rájis 2010 oaiveovddasvástádus ovttastit ja iskat got Ruoŧa unnitlogupolitiika čađahuvvo riikkas.

source: Joulukuussa 1999 valtiopäivät päättivät, että Ruotsi liittyy Euroopan neuvoston kansallisten vähemmistöjen suojelua koskevaan puiteyleissopimukseen ja alueellisia kieliä ja vähemmistökieliä koskevaan eurooppalaiseen peruskirjaan.
sme: Juovlamánu 1999 mearridii riikkabeaivi Ruoŧŧa (Sverige) galgá oassálastit Europa-ráđi rámmakonvenšuvdnii riikkalaš unnitloguid suoji birra ja europálaš njuolggadussii riikkaguovlluid- dahje unnitlogugielaid birra.

source: Lisäksi valtiopäivät päättivät vähemmistöpolitiikasta ja viiden kansallisen vähemmistön ja niiden kielten (kaikkien varieteettien) tunnustamisesta.
sme: Riikkabeaivi maid mearridii unnitlogupolitiikka birra ja duođaštii riikkas leat vihtta unnitlogu iežaset gielaiguin (visot varieteahtat).

source: Ruotsin kansalliset vähemmistöt ja vähemmistökielet
sme: Ruoŧa riikkalaš unnitlogut ja unnitlogugielat

source: Ruotsin viisi tunnustettua kansallista vähemmistöä ovat juutalaiset, romanit, saamelaiset (jotka ovat myös alkuperäiskansa), ruotsinsuomalaiset ja tornionlaaksolaiset.
sme: Dat vihtta duođaštuvvon unnitlogu Ruoŧas leat juvddálaččat, romálaččat, sápmelaččat (mat maid leat eamiálbmogin), ruoŧasuopmelaččat ja duortnusleagihat.

source: Historiallisia vähemmistökieliä ovat jiddiš, romani chib, saame, suomi ja meänkieli.
sme: Historjjálaš unnitlogugielat leat jiddisch, romani, sámigiella, suomagiella meänkieli.

source: Yhteistä vähemmistöryhmille on se, että ne ovat asuneet Ruotsissa kauan ja että kullakin ryhmällä on selvä keskinäinen yhteenkuuluvuus.
sme: Unnitlogujoavkkuin lea ovttastupmin sii leat orron Ruoŧas guhkit áiggi ja sin joavkkuin lea lunddolaš oktavuohta olbmuid gaskkas.

source: Ryhmillä on myös oma uskonnollinen, kielellinen tai kulttuurinen viiteryhmä ja halu säilyttää identiteettinsä.
sme: Sis lea maid iežas jáhkolaš, gielalaš dahje kultuvrralaš gullevašvuohta ja miella doalahit iežaset iešdovddu.

source: Hallituksen vähemmistöpolitiikka
sme: Ráđđehusa (Regeringens) unnitlogupolitiika

source: Vähemmistöpolitiikkaan kuuluu kansallisten vähemmistöjen ja historiallisten vähemmistökielten suojelu ja tukeminen.
sme: Unnitlogupolitiika suddje ja doarju riikkalaš unnitloguid ja historjjálaš unnitlogugielaid.

source: Kansallisten vähemmistöjen suojelun vahvistaminen on osa Ruotsissa tehtävää työtä ihmisoikeuksien vaalimiseksi.
sme: Riikkalaš unnitlogu suoji nannenbargu lea oassi Ruoŧa barggus fuolahit olmmošlaš vuoigatvuođaid.

source: Vähemmistöpoliittinen strategia
sme: Unnitlogupolitiikkalaš strategiija

source: Vuoden 2009 kuluessa hallitus esitteli uuden vähemmistöpoliittisen strategian, joka sisältää toimia kansallisten vähemmistöjen oikeuksien edelleen vahvistamiseksi.
sme: Ráđđehus (Regeringen) čilgii 2009 ođđa unnitlogupolitiikkalaš strategiija doaibmabijuiguin vai riikkalaš unnitloguid vuoigatvuođat ain nannejuvvojit.

source: 2010 voimaan tullut uusi laki kansallisista vähemmistöistä ja vähemmistökielistä. Strategiaan sisältyy ehdotuksia kansallisten vähemmistöjen oikeuksien vahvistamisesta käytännössä, kuten toimia joilla:
sme: Ráđđehusa strategiijai lea oassin láhka nášuvnnalaš unnitloguid ja unnitlogugielaid birra mii fápmuduvvui ođđajagimánu 1 beaivvi 2010. Strategiijas leat evttohusat vai riikkalaš unnitloguid vuoigatvuođat nannejuvvojit árgabeaivvis.

source: varmistetaan Euroopan vähemmistökielisopimusten aikaisempaa parempi noudattaminen ja meneillään olevien toimien seuranta
sme: Evttohusaid olis leat doaibmabijut mat: sihkkarastet buoret beroštumi Eurohpáráđi unnitlogukonvenšuvnnaide ja duođalaš fuolaheami álggahuvvon doaimmain

source: estetään kansallisten vähemmistöjen syrjintä ja ulkopuolisuus
sme: vuosttildit vealaheami ja muđui ráfehisvuođa riikkalaš unnitloguid vuostá

source: vahvistetaan kansallisten vähemmistöjen itsemääräämis- ja vaikutusmahdollisuuksia
sme: nannet riikkalaš unnitloguid iešmearrideami ja váikkuhanmáŧolašvuođaid

source: edistetään kansallisten vähemmistökielten säilyttämistä.
sme: duvdit ja doarjut riikkalaš unnitlogugielaid seailluheami
